Repository: SumPositive/CreditMemo
Catalog: CreditMemo/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, ko, zh_hant

# invoice.draft.title
source: 新しい決済
de: Neue Zahlung
en: New Payment
ko: 새 결제
zh_hant: 新建付款

# invoice.list.title
source: 請求書
de: Rechnungen
en: Invoices
ko: 청구서
zh_hant: 賬單

# invoice.statement.debitSuffix
source: に引き落とし
de: Abbuchung
en: debit
ko: 출금
zh_hant: 扣款

# invoice.statement.title
source: 引き落とし明細
de: Abbuchungsbeleg
en: Debit Statement
ko: 출금 명세
zh_hant: 扣款明細

# invoice.status.paid
source: 払済み
de: Bezahlt
en: Paid
ko: 결제 완료
zh_hant: 已付

# invoice.status.unpaid
source: 未払い
de: Offen
en: Unpaid
ko: 미결제
zh_hant: 未付

# label.all
source: すべて
de: Alle
en: All
ko: 전체
zh_hant: 全部

# label.cards
source: 枚
de: Karten
en: cards
ko: 개
zh_hant: 張

# label.empty
source: データなし
de: Keine Einträge
en: No Items
ko: 데이터 없음
zh_hant: 無資料

# label.name
source: 名前
de: Name
en: Name
ko: 이름
zh_hant: 名稱

# label.noSelection
source: 未選択
de: Nicht ausgewählt
en: Not Selected
ko: 미선택
zh_hant: 未選擇

# label.note
source: メモ
de: Notizen
en: Notes
ko: 메모
zh_hant: 備註

# label.total
source: 合計
de: Gesamt
en: Total
ko: 합계

# list.copySwipeHint
source: 左へスワイプするとコピーできます
de: Wische einen Eintrag nach links, um ihn zu kopieren
en: Swipe left on an item to copy it
ko: 항목을 왼쪽으로 밀면 복사할 수 있습니다
zh_hant: 向左滑動條目可複製

# migration.legacy.discard
source: 旧データを破棄して新しく始める
de: Neu beginnen
en: Start Fresh
ko: 새로 시작
zh_hant: 重新開始

# migration.legacy.failed.message
source: 旧アプリのデータ読み出しに失敗しました。スキップすると次回起動時に再試行します。旧データを使わない場合は「旧データを破棄して新しく始める」を選んでください。
de: Alte App-Daten konnten nicht gelesen werden. Du kannst vorerst überspringen – die Migration wird beim nächsten Start erneut versucht. Oder verwirf die alten Daten und beginne neu.
en: Couldn't read old app data. You can skip for now — migration will retry on next launch. Or discard the old data to start fresh.
ko: 이전 앱 데이터를 읽지 못했습니다. 지금은 건너뛸 수 있으며 다음 실행 시 다시 시도합니다. 또는 이전 데이터를 버리고 새로 시작하세요.
zh_hant: 無法讀取舊版應用資料。可暫時跳過——下次啟動會再次嘗試遷移。或放棄舊資料，重新開始。

# migration.legacy.skip
source: スキップ（次回起動時に再試行）
de: Überspringen (später)
en: Skip (Retry Next Launch)
ko: 건너뛰기(다음 실행 시 재시도)
zh_hant: 跳過（下次啟動重試）

# payType.footer
source: 金利無料の範囲でお使いください
de: Nur für zins- und gebührenfreie Ratenpläne verwenden.
en: Use only for interest-free, fee-free payment plans.
ko: 무이자·무수수료 범위에서 사용하세요.
zh_hant: 請僅用於無息無手續費的付款計劃。

# payType.installments
source: %lld回払い
de: In %lld Raten
en: Pay in %lld
ko: %lld회 분할
zh_hant: 分 %lld 次

# payType.lumpSum
source: 一括払い
de: Einmalig
en: Single
ko: 일시불
zh_hant: 一次付清

# payType.twoPayments
source: 2回払い
de: In 2 Raten
en: Pay in 2
ko: 2회 분할
zh_hant: 分 2 次

# payment.bank.noSelection
source: 口座 未選択
de: Kein Konto
en: No Account
ko: 계좌 미선택
zh_hant: 未選賬戶

# payment.beginner.detail
source: 引き落としを確認したら、この明細を引き落とし済みにします*** 必要ならいつでも、この明細を未払に戻せます**NON
de: Markiere diesen Eintrag als bezahlt, sobald du die Abbuchung bestätigt hast.*** Bei Bedarf kannst du diesen Eintrag jederzeit zurück auf offen setzen.**NON
en: Once you confirm the debit, mark this item as paid.*** If needed, you can move this item back to unpaid at any time.**NON
ko: 출금을 확인한 뒤 이 항목을 결제 완료로 표시합니다.*** 필요하면 언제든지 이 항목을 미결제로 되돌릴 수 있습니다.**NON
zh_hant: 確認扣款後，將此條目標為已付。*** 如有需要，可隨時將此條目改回未付。**NON

# payment.beginner.hint
source: 引き落とし確認後に済みにします
de: Konten nach Bestätigung der Abbuchung als bezahlt markieren
en: Mark accounts paid after confirming debit
ko: 출금 확인 후 결제 완료로 표시
zh_hant: 確認扣款後再標為已付

# payment.beginner.line1
source: 引き落とし日が近づいた状況を一覧できます 実際の引き落としを確認して次の操作を行なってください
de: Sieh eine Liste der Einträge mit anstehenden Abbuchungsterminen. Nach Bestätigung der tatsächlichen Abbuchung die folgende Aktion ausführen.
en: See a list of items with upcoming debit dates. After confirming the actual debit, take the action below.
ko: 출금일이 다가온 항목 목록을 볼 수 있습니다. 실제 출금을 확인한 뒤 아래 동작을 하세요.
zh_hant: 檢視臨近扣款日的條目列表。 確認實際扣款後，執行以下操作。

# payment.beginner.line2
source: 引き落とし済みにします
de: Als bezahlt
en: Mark as paid
ko: 결제 완료로 표시
zh_hant: 標為已付

# payment.beginner.line3
source: 明細をタップして口座や手段、決済の単位で済みにすることや、引き落とし日を変更することが可能です 必要ならいつでも
de: Tippe auf einen Eintrag, um ihn pro Konto, Methode oder Zahlung als bezahlt zu markieren oder das Abbuchungsdatum zu ändern. Du kannst außerdem jederzeit
en: Tap an item to mark it paid by account, method, or payment, or to change its debit date. You can also, at any time,
ko: 항목을 탭하면 계좌·수단·결제 단위로 결제 완료로 표시하거나 출금일을 변경할 수 있습니다. 언제든지
zh_hant: 點選條目，可按賬戶、方式或付款標為已付，或更改其扣款日期。 你也可以隨時

# payment.beginner.line4
source: 未払に戻せます
de: ihn zurück auf offen setzen.
en: move it back to unpaid.
ko: 미결제로 되돌릴 수 있습니다.
zh_hant: 將其改回未付。

# payment.beginner.title
source: 更新方法
de: So aktualisierst du
en: How to Update
ko: 업데이트 방법

# payment.card.noSelection
source: 決済手段 未選択
de: Keine Methode
en: No Method
ko: 수단 미선택
zh_hant: 未選方式

# payment.filter.bank
source: 口座
de: Konto
en: Account
ko: 계좌
zh_hant: 賬戶

# payment.filter.bankPrefix
source: 口座: %@
de: Konto: %@
en: Account: %@
ko: 계좌: %@
zh_hant: 賬戶：%@

# payment.filter.card
source: 手段
de: Methode
en: Method
ko: 수단
zh_hant: 方式

# payment.filter.cardPrefix
source: 手段: %@
de: Methode: %@
en: Method: %@
ko: 수단: %@
zh_hant: 方式：%@

# payment.filter.short
source: 絞込
de: Filter
en: Filter
ko: 필터
zh_hant: 篩選

# payment.filter.title
source: 絞り込み
de: Filter
en: Filter
ko: 필터
zh_hant: 篩選

# payment.footer.paid.trailing
source: をタップすると、未払に戻ります
de: tippen, um zurück auf Offen zu setzen.
en: tap to move back to Unpaid.
ko: 탭하면 미결제로 되돌립니다.
zh_hant: 點選可改回未付。

# payment.footer.unpaid.trailing
source: をタップすると、引き落とし済みに変わります
de: tippen, um als Bezahlt zu markieren.
en: tap to mark as Paid.
ko: 탭하면 결제 완료로 표시합니다.
zh_hant: 點選可標為已付。

# payment.group.bank
source: 口座
de: Konto
en: Account
ko: 계좌
zh_hant: 賬戶

# payment.group.card
source: 手段
de: Methode
en: Method
ko: 수단
zh_hant: 方式

# payment.group.date
source: 日付
de: Datum
en: Date
ko: 날짜
zh_hant: 日期

# payment.group.date.all
source: すべて
de: Alle
en: All
ko: 전체
zh_hant: 全部

# payment.group.title
source: 集計
de: Gruppieren nach
en: Group By
ko: 그룹화 기준
zh_hant: 分組方式

# payment.list.title
source: 引き落とし状況
de: Abbuchungsstatus
en: Debit Status
ko: 출금 상태
zh_hant: 扣款狀態

# payment.list.title.short
source: 引落し状況
de: Abbuchungen
en: Debit Status
ko: 출금 상태
zh_hant: 扣款狀態

# payment.markPaid
source: 払済み にする
de: Als bezahlt
en: Mark as Paid
ko: 결제 완료로 표시
zh_hant: 標為已付

# payment.markUnpaid
source: 未払い に戻す
de: Auf offen setzen
en: Move to Unpaid
ko: 미결제로 되돌리기
zh_hant: 改回未付

# payment.overdue.filter
source: 未払フィルタ
de: Offen-Filter
en: Unpaid Filter
ko: 미결제 필터
zh_hant: 未付篩選

# payment.overdue.past
source: 過ぎた未払
de: Überfällig
en: Past Due
ko: 연체
zh_hant: 已逾期

# payment.overdue.upcoming
source: 今後の未払
de: Anstehend
en: Upcoming
ko: 예정
zh_hant: 即將

# payment.overdue.warning
source: 引き落とし日を過ぎた未払があります。確認して済みへ移動してください。
de: Einige offene Einträge sind über ihrem Abbuchungsdatum. Bitte prüfen und auf Bezahlt setzen.
en: Some unpaid items are past their debit date. Please review and move them to Paid.
ko: 출금일이 지난 미결제 항목이 있습니다. 확인 후 결제 완료로 옮겨 주세요.
zh_hant: 部分未付條目已過扣款日。請確認並移至已付。

# payment.overdue.warning.past
source: 確認して済みへ移動してください
de: Prüfen und auf bezahlt setzen.
en: Check and move them to paid.
ko: 확인 후 결제 완료로 옮겨 주세요.
zh_hant: 請確認並移至已付。

# payment.overdue.warning.upcoming
source: 引き落とし日を過ぎた未払があります
de: Es gibt offene Einträge über ihrem Abbuchungsdatum.
en: There are unpaid items past their debit date.
ko: 출금일이 지난 미결제 항목이 있습니다.
zh_hant: 有已過扣款日的未付條目。

# payment.row.methods
source: 決済手段
de: Methoden
en: methods
ko: 결제 수단
zh_hant: 付款方式

# payment.section.overdue
source: 引き落とし確認待ち
de: Überfällig
en: Past Due
ko: 출금 확인 대기
zh_hant: 待確認扣款

# payment.section.paidAfterDebit
source: 引き落とし済み
de: Bezahlt
en: Paid
ko: 출금 완료
zh_hant: 已扣款

# payment.section.unpaidBeforeDebit
source: 未払
de: Offen
en: Unpaid
ko: 미결제
zh_hant: 未付

# payment.section.unpaidTotal
source: 未払計
de: Offene Summe
en: Unpaid Total
ko: 미결제 합계
zh_hant: 未付合計

# payment.status.paidShort
source: 済み
de: Bezahlt
en: Paid
ko: 완료
zh_hant: 已付

# payment.status.unpaidShort
source: 未払
de: Offen
en: Unpaid
ko: 미결제
zh_hant: 未付

# payment.toast.movedToPaid
source: 済み（引き落とし済み）へ移動しました
de: Auf Bezahlt gesetzt.
en: Moved to Paid.
ko: 결제 완료로 옮겼습니다.
zh_hant: 已移至已付。

# payment.toast.movedToUnpaid
source: 未払（引き落とし前）へ移動しました
de: Auf Offen gesetzt.
en: Moved to Unpaid.
ko: 미결제로 옮겼습니다.
zh_hant: 已移至未付。

# payment.window.currentDaysTotal
source: %lld日間の引き落とし合計
de: Abbuchungssumme (%lld Tage)
en: Current %lld-Day Total
ko: %lld일간 출금 합계
zh_hant: %lld 天扣款合計

# payment.window.currentMonthTotal
source: 1ヶ月の引き落とし合計
de: Abbuchungssumme (1 Monat)
en: Current 1-Month Total
ko: 1개월 출금 합계
zh_hant: 1 個月扣款合計

# payment.window.futureTotal
source: 将来の引き落とし合計
de: Zukünftige Summe
en: Future Total
ko: 미래 합계
zh_hant: 未來合計

# payment.window.nextDaysSummary
source: 次の%lld日合計
de: Nächste %lld Tage
en: Next %lld-Day Total
ko: 다음 %lld일 합계
zh_hant: 接下來 %lld 天合計

# payment.window.nextDaysTotal
source: 次の%lld日間の引き落とし合計
de: Nächste %lld Tage (Summe)
en: Next %lld-Day Total
ko: 다음 %lld일간 출금 합계
zh_hant: 接下來 %lld 天扣款合計

# payment.window.nextMonthSummary
source: 次の1ヶ月合計
de: Nächster Monat
en: Next 1-Month Total
ko: 다음 1개월 합계
zh_hant: 接下來 1 個月合計

# payment.window.nextMonthTotal
source: 次の1ヶ月の引き落とし合計
de: Nächster Monat (Summe)
en: Next 1-Month Total
ko: 다음 1개월 출금 합계
zh_hant: 接下來 1 個月扣款合計

# payment.window.recentDaysTotal
source: 直近%lld日合計
de: Summe der letzten %lld Tage
en: Recent %lld-Day Total
ko: 최근 %lld일 합계
zh_hant: 近 %lld 天合計

# payment.window.recentMonthTotal
source: 直近1ヶ月合計
de: Summe des letzten Monats
en: Recent 1-Month Total
ko: 최근 1개월 합계
zh_hant: 近 1 個月合計

# payment.window.selectedFormat
source: 直近：%@
de: Aktuell: %@
en: Recent: %@
ko: 최근: %@
zh_hant: 近期：%@

# record.beginner.guide
source: まずは金額を入れて保存してください その他はあとから直せます
de: Zuerst den Betrag eingeben und speichern. Den Rest kannst du später ergänzen.
en: Enter the amount first and save. You can fill in the rest later.
ko: 먼저 금액을 입력하고 저장하세요. 나머지는 나중에 채울 수 있습니다.
zh_hant: 請先輸入金額並儲存。 其餘可稍後補充。

# record.beginner.guide.draft
source: 金額と決済手段が決まれば保存できます その他はあとから直せます
de: Sobald Betrag und Zahlungsmethode festgelegt sind, kannst du speichern. Den Rest kannst du später ergänzen.
en: You can save once the amount and payment method are set. You can fill in the rest later.
ko: 금액과 결제 수단이 정해지면 저장할 수 있습니다. 나머지는 나중에 채울 수 있습니다.
zh_hant: 金額和付款方式確定後即可儲存。 其餘可稍後補充。

# record.beginner.guide.edit
source: 決済手段と引き落とし口座に未選択があれば、選択して保存してください。余裕があれば決済ラベルやタグも活用してください。
de: Falls Zahlungsmethode oder Abbuchungskonto nicht ausgewählt sind, wähle sie und speichere. Wenn du Zeit hast, nutze auch Labels und Tags.
en: If payment method or debit account is unselected, choose them and save. If you have time, also use labels and tags.
ko: 결제 수단이나 출금 계좌가 미선택이면 선택 후 저장하세요. 여유가 있으면 라벨과 태그도 활용하세요.
zh_hant: 若付款方式或扣款賬戶未選擇，請選擇後儲存。有時間也可使用標籤和標記。

# record.beginner.hint
source: まずは金額だけでも保存できます
de: Du kannst nur mit dem Betrag starten
en: You can start with amount only
ko: 금액만으로도 시작할 수 있습니다
zh_hant: 可僅憑金額開始

# record.beginner.hint.draft
source: 金額と決済手段を確認して保存
de: Betrag und Zahlungsmethode bestätigen, dann speichern
en: Confirm the amount and payment method, then save
ko: 금액과 결제 수단을 확인하고 저장
zh_hant: 確認金額和付款方式後儲存

# record.beginner.hint.edit
source: 未選択があれば必要に応じて選びます
de: Fehlende Methode oder Konto bei Bedarf ergänzen
en: Fill missing method or account when needed
ko: 필요하면 미선택 수단·계좌를 채우기
zh_hant: 需要時補全方式或賬戶

# record.beginner.title
source: まずは金額
de: Mit dem Betrag starten
en: Start with Amount
ko: 먼저 금액
zh_hant: 先輸入金額

# record.beginner.title.edit
source: 次に
de: Weiter
en: Next
ko: 다음
zh_hant: 接著

# record.delete.action
source: この決済を削除する
de: Diese Zahlung löschen
en: Delete This Payment
ko: 이 결제 삭제
zh_hant: 刪除此付款

# record.dueDate.hint
source: 日付を固定したい時はロックします
de: Sperre das Abbuchungsdatum, wenn du es festhalten möchtest
en: Lock the debit date when you want to keep it fixed
ko: 날짜를 고정하려면 잠그세요
zh_hant: 想固定扣款日時請鎖定

# record.dueDate.label
source: 引落日
de: Fälligkeit
en: Date
ko: 날짜
zh_hant: 扣款日

# record.dueDate.locked
source: 引き落とし日を固定中
de: Datum gesperrt
en: Debit date locked
ko: 출금일 고정 중
zh_hant: 扣款日已固定

# record.dueDate.mode.auto
source: 自動
de: Auto
en: Auto
ko: 자동

# record.dueDate.mode.manual
source: 手動
de: Manuell
en: Manual
ko: 수동

# record.dueDate.next
source: 翌支払日へ
de: Nächster Zahltag
en: Next due date
ko: 다음 결제일
zh_hant: 下個付款日

# record.dueDate.prev
source: 前支払日へ
de: Voriger Zahltag
en: Prev due date
ko: 이전 결제일
zh_hant: 上個付款日

# record.dueDate.section
source: 引き落とし（支払）
de: Abbuchung (Zahlung)
en: Debit (Payment)
ko: 출금(결제)
zh_hant: 扣款（付款）

# record.dueDate.unlocked
source: 引き落とし日を自動計算中
de: Datum automatisch
en: Debit date auto-calculated
ko: 출금일 자동 계산 중
zh_hant: 扣款日自動計算中

# record.edit.title.add
source: 新しい決済
de: Neue Zahlung
en: New Payment
ko: 새 결제
zh_hant: 新建付款

# record.edit.title.edit
source: 決済編集
de: Zahlung ändern
en: Edit Payment
ko: 결제 편집
zh_hant: 編輯付款

# record.field.amount
source: 金額
de: Betrag
en: Amount
ko: 금액

# record.field.card
source: 決済手段
de: Zahlungsmethode
en: Payment Method
ko: 결제 수단
zh_hant: 付款方式

# record.field.date
source: 利用日
de: Datum
en: Date
ko: 사용일
zh_hant: 使用日

# record.field.note
source: メモ
de: Notizen
en: Notes
ko: 메모
zh_hant: 備註

# record.field.payType
source: 支払方法
de: Zahlungsart
en: Pay Type
ko: 결제 방법
zh_hant: 付款方式

# record.field.repeat
source: 繰り返し
de: Wiederholen
en: Repeat
ko: 반복
zh_hant: 重複

# record.field.shop
source: 利用店
de: Geschäft
en: Shop
ko: 상점
zh_hant: 商店

# record.field.tag
source: タグ
de: Tags
en: Tags
ko: 태그
zh_hant: 標籤

# record.field.usePoint
source: ラベル（店名・使途など）
de: Label (Geschäft, Zweck usw.)
en: Label (store, purpose, etc.)
ko: 라벨(상점·용도 등)
zh_hant: 標籤（店名、用途等）

# record.filter.incomplete
source: 未入力あり
de: Mit Lücken
en: Has Blanks
ko: 미입력 있음
zh_hant: 有未填

# record.filter.tagCount
source: タグ %d件
de: %d Tags
en: %d Tags
ko: 태그 %d개
zh_hant: %d 個標籤

# record.filter.title
source: フィルター
de: Filter
en: Filter
ko: 필터
zh_hant: 篩選

# record.help.label
source: 一覧で目印になるラベルです。店名や目的など、あとで分かる短い言葉を入れてください。あとで変更できます。下の候補から選ぶこともできます。
de: Dieses Label erscheint in Listen. Füge einen kurzen Hinweis wie Geschäft oder Zweck hinzu. Du kannst es später ändern oder unten eines auswählen.
en: This label shows in lists. Add a short clue like a shop or purpose. You can change it later or pick one below.
ko: 이 라벨은 목록에 표시됩니다. 상점이나 용도 등 짧은 단서를 넣으세요. 나중에 변경하거나 아래에서 선택할 수 있습니다.
zh_hant: 此標籤會顯示在列表中。請填寫店名或用途等簡短提示。之後可更改，或從下方選擇。

# record.help.repeat
source: この決済が引き落とし済みになった時、利用日を翌月などの指定日にした新しい決済を自動追加します。
de: Wird diese Zahlung als bezahlt markiert, wird automatisch eine neue Zahlung für den nächsten Monat oder das gewählte Intervall hinzugefügt.
en: When this payment is marked paid, a new payment is added automatically for the next month or the selected interval.
ko: 이 결제가 결제 완료로 표시되면 다음 달 또는 선택한 간격으로 새 결제가 자동으로 추가됩니다.
zh_hant: 當此付款標為已付時，會自動為下個月或所選間隔新增一條新付款。

# record.help.tag
source: タグは複数選べます。あとで変更や追加もできます。タグを付けると、タグ別の一覧や集計が使えます。
de: Du kannst mehrere Tags wählen. Tags lassen sich später ändern oder ergänzen. Mit Tags werden Tag-Listen und Summen verfügbar.
en: You can pick more than one tag. You can change or add tags later. Tags make tag lists and totals available.
ko: 태그는 여러 개 선택할 수 있습니다. 나중에 변경하거나 추가할 수도 있습니다. 태그를 붙이면 태그별 목록과 집계를 사용할 수 있습니다.
zh_hant: 可選擇多個標籤，之後也可更改或新增。新增標籤後，可使用按標籤的列表和彙總。

# record.list.beginner.guide
source: 保存後の修正はここで行います フィルターを【未入力あり】にすれば未入力や未選択が残っている決済が表示されます 明細をスワイプしてコピーできます 金額を入れて保存するだけ、金額を入れなければ自動で消えます
de: Gespeicherte Zahlungen hier korrigieren. Schalte den Filter auf „Mit Lücken“, um nur Zahlungen mit fehlenden Angaben zu zeigen. Du kannst einen Eintrag auch durch Wischen kopieren. Einfach Betrag eingeben und speichern; ohne Betrag verschwindet er automatisch.
en: Fix saved payments here. Switch the filter to "Incomplete" to show only payments with missing info. You can also swipe an item to copy it. Just enter the amount and save; if no amount is entered, it disappears automatically.
ko: 저장한 결제는 여기서 수정합니다. 필터를 ‘미입력 있음’으로 바꾸면 정보가 빠진 결제만 표시됩니다. 항목을 밀어서 복사할 수도 있습니다. 금액을 입력하고 저장하기만 하면 되고, 금액을 입력하지 않으면 자동으로 사라집니다.
zh_hant: 在此修正已儲存的付款。 將篩選切換為“有未填”可僅顯示資訊缺失的付款。 也可滑動條目進行復制。只需輸入金額並儲存；未輸入金額會自動消失。

# record.list.beginner.guide.leading
source: 保存後の修正はここで行います
de: Gespeicherte Zahlungen hier korrigieren.
en: Fix saved payments here.
ko: 저장한 결제는 여기서 수정합니다.
zh_hant: 在此修正已儲存的付款。

# record.list.beginner.guide.trailing
source: フィルターを【未入力あり】にすれば未入力や未選択が残っている決済が表示されます。
de: Stelle den Filter auf „Mit Lücken“, um nur Zahlungen mit fehlenden Angaben zu zeigen.
en: Set the filter to Incomplete to show only payments with missing info.
ko: 필터를 ‘미입력 있음’으로 설정하면 정보가 빠진 결제만 표시됩니다.
zh_hant: 將篩選設為“有未填”可僅顯示資訊缺失的付款。

# record.list.beginner.hint
source: 保存後の修正はここで行えます
de: Gespeicherte Zahlungen kannst du hier korrigieren
en: You can fix saved payments here
ko: 저장한 결제는 여기서 수정할 수 있습니다
zh_hant: 可在此修正已儲存的付款

# record.list.beginner.title
source: あとで直す
de: Später beheben
en: Fix Later
ko: 나중에 수정
zh_hant: 稍後修正

# record.list.title
source: 決済一覧
de: Zahlungsliste
en: Payment List
ko: 결제 목록
zh_hant: 付款列表

# record.part.first
source: 1回目
de: 1. Rate
en: 1st payment
ko: 1회차
zh_hant: 第 1 次

# record.part.number
source: %lld回目
de: %lld. Rate
en: Payment %lld
ko: %lld회차
zh_hant: 第 %lld 次

# record.part.second
source: 2回目
de: 2. Rate
en: 2nd payment
ko: 2회차
zh_hant: 第 2 次

# record.partAmount.title
source: 分割金額
de: Betrag aufteilen
en: Split Amount
ko: 분할 금액
zh_hant: 拆分金額

# record.partDueDate.help
source: タップすればこの明細だけの引き落とし日を変更できます。
de: Tippen, um das Abbuchungsdatum nur für diesen Eintrag zu ändern.
en: Tap to change the debit date for this item only.
ko: 탭하면 이 항목만의 출금일을 변경할 수 있습니다.
zh_hant: 點選可僅更改此條目的扣款日期。

# record.partDueDate.section
source: 引き落とし（支払）
de: Abbuchung (Zahlung)
en: Debit (Payment)
ko: 출금(결제)
zh_hant: 扣款（付款）

# record.partDueDate.title
source: 引き落とし日
de: Abbuchungsdatum
en: Debit Date
ko: 출금일
zh_hant: 扣款日

# record.payCount.title
source: 支払回数
de: Raten
en: Installments
ko: 결제 횟수
zh_hant: 分期次數

# record.period.1month
source: 1ヶ月
de: 1 Mon
en: 1 mo
ko: 1개월
zh_hant: 1 個月

# record.period.1year
source: 1年
de: 1 J
en: 1 yr
ko: 1년

# record.period.2months
source: 2ヶ月
de: 2 Mon
en: 2 mo
ko: 2개월
zh_hant: 2 個月

# record.period.3months
source: 3ヶ月
de: 3 Mon
en: 3 mo
ko: 3개월
zh_hant: 3 個月

# record.period.3years
source: 3年
de: 3 J
en: 3 yr
ko: 3년

# record.period.all
source: 全
de: Alle
en: All
ko: 전체
zh_hant: 全部

# record.period.title
source: 対象期間
de: Zeitraum
en: Period
ko: 기간
zh_hant: 時間範圍

# record.privacy.warning
source: ⚠️データは暗号化しないので個人情報や秘密情報を入れないでください。
de: ⚠️ Keine persönlichen oder geheimen Informationen eingeben. Diese App verschlüsselt keine Daten.
en: ⚠️ Do not enter personal or secret information. This app does not encrypt data.
ko: ⚠️ 개인정보나 비밀 정보를 입력하지 마세요. 이 앱은 데이터를 암호화하지 않습니다.
zh_hant: ⚠️ 請勿輸入個人或機密資訊。本應用不加密資料。

# record.similar.empty
source: 条件に近い候補が見つかりません
de: Keine ähnlichen Zahlungen gefunden.
en: No similar payments found.
ko: 비슷한 결제를 찾지 못했습니다.
zh_hant: 未找到相似付款。

# record.similar.guide
source: 近い履歴を提示します。選択すれば未入力項目が補塡されます。
de: Ähnliche frühere Zahlungen werden angezeigt. Wähle eine, um leere Felder zu füllen.
en: Similar past payments are shown. Select one to fill in blank fields.
ko: 비슷한 과거 결제를 표시합니다. 하나를 선택하면 빈 항목이 채워집니다.
zh_hant: 顯示相似的過往付款。選擇一條可填充空白欄位。

# record.similar.section.title
source: 決済一覧からコピー
de: Aus Liste kopieren
en: Copy from List
ko: 목록에서 복사
zh_hant: 從列表複製

# record.sort.amount
source: 金額
de: Betrag
en: Amount
ko: 금액

# record.sort.date
source: 利用日
de: Genutzt
en: Used
ko: 사용일
zh_hant: 使用日

# record.sort.edit
source: 編集日
de: Bearbeitet
en: Edited
ko: 편집일
zh_hant: 編輯日

# record.sort.title
source: 並び順
de: Sortieren
en: Sort
ko: 정렬
zh_hant: 排序

# record.usePoint.pickFromHistory
source: 履歴から選択
de: Aus Verlauf wählen
en: Pick from history
ko: 기록에서 선택
zh_hant: 從歷史選擇

# repeat.12months
source: 1年後
de: +1 Jahr
en: +1 Year
ko: +1년
zh_hant: +1 年

# repeat.2months
source: 2ヶ月後
de: +2 Monate
en: +2 Months
ko: +2개월
zh_hant: +2 個月

# repeat.footer
source: 払済みになった時、指定月へコピーします
de: Fügt bei Bezahlung die nächste hinzu.
en: Adds the next one when paid.
ko: 결제 완료 시 다음 건을 추가합니다.
zh_hant: 標為已付時新增下一條。

# repeat.nextMonth
source: 翌月
de: Nächster Monat
en: Next Month
ko: 다음 달
zh_hant: 次月

# repeat.none
source: なし
de: Keine
en: None
ko: 없음
zh_hant: 無

# retention.progress.cleaning
source: 古い履歴を整理中…
de: Alte Einträge werden aufgeräumt …
en: Cleaning old records...
ko: 오래된 기록 정리 중…
zh_hant: 正在清理舊記錄…

# retention.progress.hint
source: 3年より古い決済履歴を削除しています
de: Zahlungsverlauf älter als 3 Jahre wird gelöscht.
en: Deleting payment history older than 3 years.
ko: 3년보다 오래된 결제 기록을 삭제하고 있습니다.
zh_hant: 正在刪除 3 年以上的付款記錄。

# retention.prompt.delete
source: 3年より古い履歴を削除
de: Verlauf über 3 Jahre löschen
en: Delete 3+ Year History
ko: 3년 이상 기록 삭제
zh_hant: 刪除 3 年以上記錄

# retention.prompt.keep
source: 削除しない
de: Alle Einträge behalten
en: Keep All Records
ko: 모든 기록 유지
zh_hant: 保留所有記錄

# retention.prompt.message
source: 3年より古い決済履歴を削除しますか？ この操作は元に戻せません。事前に「全データをエキスポートする」をおすすめします。
de: Zahlungseinträge älter als 3 Jahre löschen? Das kann nicht rückgängig gemacht werden. Wir empfehlen, vorher alle Daten zu exportieren.
en: Delete payment records older than 3 years? This can't be undone. We recommend exporting all data first.
ko: 3년보다 오래된 결제 기록을 삭제할까요? 되돌릴 수 없습니다. 먼저 전체 데이터를 내보내는 것을 권장합니다.
zh_hant: 刪除 3 年以上的付款記錄？ 此操作無法撤銷。建議先匯出所有資料。

# retention.prompt.title
source: 古い履歴の整理
de: Alte Einträge aufräumen
en: Clean Up Old Records
ko: 오래된 기록 정리
zh_hant: 清理舊記錄

# retention.result.done
source: 3年より古い決済履歴を削除しました
de: Zahlungseinträge älter als 3 Jahre gelöscht.
en: Deleted payment records older than 3 years.
ko: 3년보다 오래된 결제 기록을 삭제했습니다.
zh_hant: 已刪除 3 年以上的付款記錄。

# retention.result.doneTitle
source: 整理完了
de: Aufräumen fertig
en: Cleanup Complete
ko: 정리 완료
zh_hant: 清理完成

# retention.result.title
source: 古い履歴の整理
de: Aufräumen alter Einträge
en: Old Records Cleanup
ko: 오래된 기록 정리
zh_hant: 舊記錄清理

# retention.settings.button
source: 古い履歴を整理（3年）
de: Alte Einträge aufräumen (3 Jahre)
en: Clean Old Records (3 Years)
ko: 오래된 기록 정리(3년)
zh_hant: 清理舊記錄（3 年）

# settings.about
source: このアプリについて
de: Über diese App
en: About This App
ko: 이 앱에 관하여
zh_hant: 關於此應用

# settings.afterSave
source: 新しい決済入力後
de: Nach neuer Zahlung
en: After Adding New Payment
ko: 새 결제 입력 후
zh_hant: 新增新付款後

# settings.afterSave.continuous
source: クリアして連続入力する
de: Leeren und fortfahren
en: Clear and Continue
ko: 지우고 계속 입력
zh_hant: 清空並繼續

# settings.afterSave.goBack
source: 前画面に戻る
de: Zurück
en: Go Back
ko: 이전 화면으로
zh_hant: 返回

# settings.afterSave.sameDayCard
source: 同じ日と手段で連続する
de: Datum & Methode
en: Keep Date & Method
ko: 같은 날짜·수단으로 계속
zh_hant: 保留日期和方式

# settings.afterSave.showHistory
source: 決済一覧を表示する
de: Zahlungsliste anzeigen
en: Show Payment List
ko: 결제 목록 표시
zh_hant: 顯示付款列表

# settings.appearance
source: 外観
de: Darstellung
en: Appearance
ko: 외관
zh_hant: 外觀

# settings.appearance.automatic
source: 自動
de: Auto
en: Auto
ko: 자동

# settings.appearance.dark
source: ダーク
de: Dunkel
en: Dark
ko: 다크
zh_hant: 深色

# settings.appearance.light
source: ライト
de: Hell
en: Light
ko: 라이트
zh_hant: 淺色

# settings.autoOpenAmountPad
source: 新しい決済で自動的にテンキーを開く
de: Ziffernfeld auto öffnen
en: Auto-open Keypad in New Payment
ko: 새 결제에서 숫자 키패드 자동 열기
zh_hant: 新建付款時自動開啟數字鍵盤

# settings.badgeBand.bottom
source: 下
de: Unten
en: Bottom
ko: 아래

# settings.badgeBand.middle
source: 中
de: Mitte
en: Middle
ko: 가운데

# settings.badgeBand.top
source: 上
de: Oben
en: Top
ko: 위

# settings.badgeColor
source: 引き落とし状況の配色
de: Farben für Zahlungsstatus
en: Payment Status Colors
ko: 결제 상태 색상
zh_hant: 付款狀態配色

# settings.badgeMiddleHeight
source: 中央の高さ
de: Höhe des Mittelbands
en: Middle Band Height
ko: 가운데 밴드 높이
zh_hant: 中段高度

# settings.badgePreset
source: プリセット
de: Vorlagen
en: Presets
ko: 프리셋
zh_hant: 預設

# settings.badgePreset.berry
source: ベリー
de: Beere
en: Berry
ko: 베리
zh_hant: 莓果

# settings.badgePreset.candy
source: キャンディ
de: Candy
en: Candy
ko: 캔디
zh_hant: 糖果

# settings.badgePreset.chic
source: シック
de: Chic
en: Chic
ko: 시크
zh_hant: 雅緻
